Revit 2027 API
SymbolTypeId.Fpm Property
 Symbol FPM, indicating unit Feet per minute.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId Fpm { get; }
Public Shared ReadOnly Property Fpm As ForgeTypeId
	Get
public:
static property ForgeTypeId^ Fpm {
	ForgeTypeId^ get ();
}
static member Fpm : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace